Story = {
    [1] = {
        ["Name"] = "厨房功夫",
        ["Audio"] = "A01",
        ["Cards"] = {102, 128, 206},
        ["Score"] = 10
    },
    [2] = {
        ["Name"] = "春风雨",
        ["Audio"] = "A02",
        ["Cards"] = {206, 201},
        ["Score"] = 4
    },
    [3] = {
        ["Name"] = "重山隐",
        ["Audio"] = "A03",
        ["Cards"] = {206, 217},
        ["Score"] = 4
    },
    [4] = {
        ["Name"] = "孤月寒灯",
        ["Audio"] = "A04",
        ["Cards"] = {206, 207},
        ["Score"] = 4
    },
    [5] = {
        ["Name"] = "别破军",
        ["Audio"] = "A05",
        ["Cards"] = {206, 227},
        ["Score"] = 4
    },
    [6] = {
        ["Name"] = "空留忆",
        ["Audio"] = "A06",
        ["Cards"] = {206, 221},
        ["Score"] = 4
    },
    [7] = {
        ["Name"] = "胡不归",
        ["Audio"] = "A07",
        ["Cards"] = {215, 206},
        ["Score"] = 4
    },
    [8] = {
        ["Name"] = "永夜寒沉",
        ["Audio"] = "A08",
        ["Cards"] = {215, 207},
        ["Score"] = 4
    },
    [9] = {
        ["Name"] = "三日遥",
        ["Audio"] = "A09",
        ["Cards"] = {208, 207},
        ["Score"] = 4
    },
    [10] = {
        ["Name"] = "月中生",
        ["Audio"] = "A10",
        ["Cards"] = {215, 208},
        ["Score"] = 4
    },
    [11] = {
        ["Name"] = "伴长眠",
        ["Audio"] = "A11",
        ["Cards"] = {222, 208},
        ["Score"] = 4
    },
    [12] = {
        ["Name"] = "廉贞曲",
        ["Audio"] = "A12",
        ["Cards"] = {223, 209},
        ["Score"] = 4
    },
    [13] = {
        ["Name"] = "月之殇",
        ["Audio"] = "A13",
        ["Cards"] = {215, 209},
        ["Score"] = 4
    },
    [14] = {
        ["Name"] = "护孤城",
        ["Audio"] = "A14",
        ["Cards"] = {209, 207},
        ["Score"] = 4
    },
    [15] = {
        ["Name"] = "烈山遗族",
        ["Audio"] = "A15",
        ["Cards"] = {206, 207, 208, 209},
        ["Score"] = 20
    },
    [16] = {
        ["Name"] = "红月",
        ["Audio"] = "A16",
        ["Cards"] = {215, 206, 207, 208, 209},
        ["Score"] = 40
    },
    [17] = {
        ["Name"] = "家传宝贝",
        ["Audio"] = "A17",
        ["Cards"] = {224, 201},
        ["Score"] = 5
    },
    [18] = {
        ["Name"] = "剑主之谊",
        ["Audio"] = "A18",
        ["Cards"] = {205, 224, 201},
        ["Score"] = 10
    },
    [19] = {
        ["Name"] = "玉京游",
        ["Audio"] = "A19",
        ["Cards"] = {211, 201},
        ["Score"] = 4
    },
    [20] = {
        ["Name"] = "星海天罡",
        ["Audio"] = "A20",
        ["Cards"] = {212, 202},
        ["Score"] = 5
    },
    [21] = {
        ["Name"] = "比肩行",
        ["Audio"] = "A21",
        ["Cards"] = {202, 201},
        ["Score"] = 5
    },
    [22] = {
        ["Name"] = "长相忆",
        ["Audio"] = "A22",
        ["Cards"] = {220, 202, 201},
        ["Score"] = 10
    },
    [23] = {
        ["Name"] = "逸尘",
        ["Audio"] = "A23",
        ["Cards"] = {203, 213},
        ["Score"] = 5
    },
    [24] = {
        ["Name"] = "待佳期",
        ["Audio"] = "A24",
        ["Cards"] = {203, 219},
        ["Score"] = 4
    },
    [25] = {
        ["Name"] = "太华山人",
        ["Audio"] = "A25",
        ["Cards"] = {213, 210},
        ["Score"] = 4
    },
    [26] = {
        ["Name"] = "严师胜父",
        ["Audio"] = "A26",
        ["Cards"] = {203, 210},
        ["Score"] = 4
    },
    [27] = {
        ["Name"] = "光逐影",
        ["Audio"] = "A27",
        ["Cards"] = {203, 204},
        ["Score"] = 4
    },
    [28] = {
        ["Name"] = "温茶相待",
        ["Audio"] = "A28",
        ["Cards"] = {203, 213, 210},
        ["Score"] = 10
    },
    [29] = {
        ["Name"] = "共株生",
        ["Audio"] = "A29",
        ["Cards"] = {219, 204},
        ["Score"] = 4
    },
    [30] = {
        ["Name"] = "芳草心",
        ["Audio"] = "A30",
        ["Cards"] = {225, 204},
        ["Score"] = 4
    },
    [31] = {
        ["Name"] = "山鬼",
        ["Audio"] = "A31",
        ["Cards"] = {216, 204},
        ["Score"] = 5
    },
    [32] = {
        ["Name"] = "神女静眠",
        ["Audio"] = "A32",
        ["Cards"] = {214, 216},
        ["Score"] = 4
    },
    [33] = {
        ["Name"] = "露草流萤",
        ["Audio"] = "A33",
        ["Cards"] = {216, 219, 204},
        ["Score"] = 10
    },
    [34] = {
        ["Name"] = "巫山神女",
        ["Audio"] = "A34",
        ["Cards"] = {216, 219, 204, 214},
        ["Score"] = 20
    },
    [35] = {
        ["Name"] = "古剑剑灵",
        ["Audio"] = "A35",
        ["Cards"] = {205, 105},
        ["Score"] = 4
    },
    [36] = {
        ["Name"] = "铸剑仙师",
        ["Audio"] = "A36",
        ["Cards"] = {205, 225},
        ["Score"] = 4
    },
    [37] = {
        ["Name"] = "历劫重生",
        ["Audio"] = "A37",
        ["Cards"] = {205, 226},
        ["Score"] = 4
    },
    [38] = {
        ["Name"] = "未成之剑",
        ["Audio"] = "A38",
        ["Cards"] = {205, 224},
        ["Score"] = 4
    },
    [39] = {
        ["Name"] = "千年一器",
        ["Audio"] = "A39",
        ["Cards"] = {225, 226, 224},
        ["Score"] = 10
    },
    [40] = {
        ["Name"] = "天地熔炉",
        ["Audio"] = "A40",
        ["Cards"] = {225, 226, 224, 205},
        ["Score"] = 20
    },
    [41] = {
        ["Name"] = "古剑奇谭",
        ["Audio"] = "A41",
        ["Cards"] = {225, 226, 122, 123, 224},
        ["Score"] = 40
    },
    [42] = {
        ["Name"] = "沧海飞尘",
        ["Audio"] = "A42",
        ["Cards"] = {228, 201},
        ["Score"] = 4
    },
    [43] = {
        ["Name"] = "往事浮沙",
        ["Audio"] = "A43",
        ["Cards"] = {206, 207, 218, 201},
        ["Score"] = 20
    },
    [44] = {
        ["Name"] = "蓝衫偃师记",
        ["Audio"] = "A44",
        ["Cards"] = {203, 204, 202, 201},
        ["Score"] = 20
    },
    [45] = {
        ["Name"] = "丹芷长老",
        ["Audio"] = "A45",
        ["Cards"] = {107, 114},
        ["Score"] = 4
    },
    [46] = {
        ["Name"] = "揽琴独照",
        ["Audio"] = "A46",
        ["Cards"] = {107, 127},
        ["Score"] = 4
    },
    [47] = {
        ["Name"] = "仙山眷侣",
        ["Audio"] = "A47",
        ["Cards"] = {108, 107},
        ["Score"] = 4
    },
    [48] = {
        ["Name"] = "故地重回",
        ["Audio"] = "A48",
        ["Cards"] = {115, 107},
        ["Score"] = 4
    },
    [49] = {
        ["Name"] = "榣山遗韵",
        ["Audio"] = "A49",
        ["Cards"] = {110, 107},
        ["Score"] = 4
    },
    [50] = {
        ["Name"] = "栖身之所",
        ["Audio"] = "A50",
        ["Cards"] = {107, 116},
        ["Score"] = 4
    },
    [51] = {
        ["Name"] = "蓬莱公主",
        ["Audio"] = "A51",
        ["Cards"] = {108, 116},
        ["Score"] = 4
    },
    [52] = {
        ["Name"] = "芳华如梦",
        ["Audio"] = "A52",
        ["Cards"] = {108, 116, 107},
        ["Score"] = 10
    },
    [53] = {
        ["Name"] = "应龙信物",
        ["Audio"] = "A53",
        ["Cards"] = {126, 110},
        ["Score"] = 4
    },
    [54] = {
        ["Name"] = "水虺醉琴",
        ["Audio"] = "A54",
        ["Cards"] = {115, 110},
        ["Score"] = 4
    },
    [55] = {
        ["Name"] = "琴川友",
        ["Audio"] = "A55",
        ["Cards"] = {107, 103},
        ["Score"] = 4
    },
    [56] = {
        ["Name"] = "望乡",
        ["Audio"] = "A56",
        ["Cards"] = {117, 103},
        ["Score"] = 4
    },
    [57] = {
        ["Name"] = "永相随",
        ["Audio"] = "A57",
        ["Cards"] = {103, 125},
        ["Score"] = 4
    },
    [58] = {
        ["Name"] = "无情客",
        ["Audio"] = "A58",
        ["Cards"] = {124, 103},
        ["Score"] = 4
    },
    [59] = {
        ["Name"] = "明月青霜",
        ["Audio"] = "A59",
        ["Cards"] = {118, 105},
        ["Score"] = 4
    },
    [60] = {
        ["Name"] = "剑舞红袖",
        ["Audio"] = "A60",
        ["Cards"] = {123, 105},
        ["Score"] = 4
    },
    [61] = {
        ["Name"] = "千古剑灵",
        ["Audio"] = "A61",
        ["Cards"] = {112, 105},
        ["Score"] = 4
    },
    [62] = {
        ["Name"] = "故林栖",
        ["Audio"] = "A62",
        ["Cards"] = {113, 104},
        ["Score"] = 4
    },
    [63] = {
        ["Name"] = "桃花幻梦",
        ["Audio"] = "A63",
        ["Cards"] = {102, 101, 119},
        ["Score"] = 10
    },
    [64] = {
        ["Name"] = "与子成说",
        ["Audio"] = "A64",
        ["Cards"] = {102, 101},
        ["Score"] = 3
    },
    [65] = {
        ["Name"] = "乘龙归",
        ["Audio"] = "A65",
        ["Cards"] = {101, 110},
        ["Score"] = 3
    },
    [66] = {
        ["Name"] = "云涌昆仑",
        ["Audio"] = "A66",
        ["Cards"] = {101, 112},
        ["Score"] = 3
    },
    [67] = {
        ["Name"] = "天墉掌门",
        ["Audio"] = "A67",
        ["Cards"] = {112, 109},
        ["Score"] = 4
    },
    [68] = {
        ["Name"] = "天墉旧事",
        ["Audio"] = "A68",
        ["Cards"] = {101, 109, 112},
        ["Score"] = 10
    },
    [69] = {
        ["Name"] = "焚焰血戮",
        ["Audio"] = "A69",
        ["Cards"] = {101, 122},
        ["Score"] = 3
    },
    [70] = {
        ["Name"] = "故友赠礼",
        ["Audio"] = "A70",
        ["Cards"] = {126, 101},
        ["Score"] = 3
    },
    [71] = {
        ["Name"] = "琴心剑魄",
        ["Audio"] = "A71",
        ["Cards"] = {101, 107},
        ["Score"] = 3
    },
    [72] = {
        ["Name"] = "醉梦江湖",
        ["Audio"] = "A72",
        ["Cards"] = {106, 107},
        ["Score"] = 4
    },
    [73] = {
        ["Name"] = "幽都巫咸",
        ["Audio"] = "A73",
        ["Cards"] = {106, 120},
        ["Score"] = 4
    },
    [74] = {
        ["Name"] = "陌相逢",
        ["Audio"] = "A74",
        ["Cards"] = {102, 106},
        ["Score"] = 4
    },
    [75] = {
        ["Name"] = "幽都灵女",
        ["Audio"] = "A75",
        ["Cards"] = {102, 120},
        ["Score"] = 4
    },
    [76] = {
        ["Name"] = "幽夜苍茫",
        ["Audio"] = "A76",
        ["Cards"] = {102, 106, 120},
        ["Score"] = 10
    },
    [77] = {
        ["Name"] = "荒魂述",
        ["Audio"] = "A77",
        ["Cards"] = {102, 311},
        ["Score"] = 4
    },
    [78] = {
        ["Name"] = "青丘有狐",
        ["Audio"] = "A78",
        ["Cards"] = {104, 324},
        ["Score"] = 4
    },
    [79] = {
        ["Name"] = "清馨戏蝶",
        ["Audio"] = "A79",
        ["Cards"] = {104, 121},
        ["Score"] = 4
    },
    [80] = {
        ["Name"] = "空徊",
        ["Audio"] = "A80",
        ["Cards"] = {110, 318},
        ["Score"] = 4
    },
    [81] = {
        ["Name"] = "烂柯",
        ["Audio"] = "A81",
        ["Cards"] = {107, 325},
        ["Score"] = 4
    },
    [82] = {
        ["Name"] = "飞羽凌杀",
        ["Audio"] = "A82",
        ["Cards"] = {111, 101},
        ["Score"] = 4
    },
    [83] = {
        ["Name"] = "尾巴尖儿",
        ["Audio"] = "A83",
        ["Cards"] = {101, 121, 104},
        ["Score"] = 10
    },
    [84] = {
        ["Name"] = "黑衣少侠传",
        ["Audio"] = "A84",
        ["Cards"] = {102, 103, 101, 105, 106, 104},
        ["Score"] = 60
    },
    [85] = {
        ["Name"] = "静水流深",
        ["Audio"] = "A85",
        ["Cards"] = {304, 303},
        ["Score"] = 4
    },
    [86] = {
        ["Name"] = "昨日影",
        ["Audio"] = "A86",
        ["Cards"] = {307, 304},
        ["Score"] = 4
    },
    [87] = {
        ["Name"] = "参商交辉",
        ["Audio"] = "A87",
        ["Cards"] = {305, 304},
        ["Score"] = 4
    },
    [88] = {
        ["Name"] = "来日可期",
        ["Audio"] = "A88",
        ["Cards"] = {311, 304},
        ["Score"] = 4
    },
    [89] = {
        ["Name"] = "杀伐之剑",
        ["Audio"] = "A89",
        ["Cards"] = {326, 304},
        ["Score"] = 4
    },
    [90] = {
        ["Name"] = "得力帮手",
        ["Audio"] = "A90",
        ["Cards"] = {304, 328},
        ["Score"] = 4
    },
    [91] = {
        ["Name"] = "独歌",
        ["Audio"] = "A91",
        ["Cards"] = {303, 315},
        ["Score"] = 4
    },
    [92] = {
        ["Name"] = "无梦之魇",
        ["Audio"] = "A92",
        ["Cards"] = {303, 325},
        ["Score"] = 4
    },
    [93] = {
        ["Name"] = "鸿雁于飞",
        ["Audio"] = "A93",
        ["Cards"] = {313, 301},
        ["Score"] = 4
    },
    [94] = {
        ["Name"] = "一见喜",
        ["Audio"] = "A94",
        ["Cards"] = {328, 301},
        ["Score"] = 4
    },
    [95] = {
        ["Name"] = "澄心若璃",
        ["Audio"] = "A95",
        ["Cards"] = {321, 301},
        ["Score"] = 4
    },
    [96] = {
        ["Name"] = "吾道不孤",
        ["Audio"] = "A96",
        ["Cards"] = {302, 301},
        ["Score"] = 4
    },
    [97] = {
        ["Name"] = "昔年之乐",
        ["Audio"] = "A97",
        ["Cards"] = {302, 306},
        ["Score"] = 4
    },
    [98] = {
        ["Name"] = "轩辕氏",
        ["Audio"] = "A98",
        ["Cards"] = {302, 314},
        ["Score"] = 4
    },
    [99] = {
        ["Name"] = "龙去鼎湖",
        ["Audio"] = "A99",
        ["Cards"] = {302, 317},
        ["Score"] = 4
    },
    [100] = {
        ["Name"] = "云本无心",
        ["Audio"] = "A100",
        ["Cards"] = {307, 303},
        ["Score"] = 4
    },
    [101] = {
        ["Name"] = "千锋辟易",
        ["Audio"] = "A101",
        ["Cards"] = {326, 307},
        ["Score"] = 4
    },
    [102] = {
        ["Name"] = "邃古遗幽",
        ["Audio"] = "A102",
        ["Cards"] = {308, 309},
        ["Score"] = 4
    },
    [103] = {
        ["Name"] = "恨生天地",
        ["Audio"] = "A103",
        ["Cards"] = {322, 308},
        ["Score"] = 4
    },
    [104] = {
        ["Name"] = "星坠",
        ["Audio"] = "A104",
        ["Cards"] = {311, 305},
        ["Score"] = 4
    },
    [105] = {
        ["Name"] = "镇厄",
        ["Audio"] = "A105",
        ["Cards"] = {327, 305},
        ["Score"] = 4
    },
    [106] = {
        ["Name"] = "烽烟锁城",
        ["Audio"] = "A106",
        ["Cards"] = {312, 306},
        ["Score"] = 4
    },
    [107] = {
        ["Name"] = "妙笔退魔",
        ["Audio"] = "A107",
        ["Cards"] = {310, 319},
        ["Score"] = 4
    },
    [108] = {
        ["Name"] = "神游狐乡",
        ["Audio"] = "A108",
        ["Cards"] = {310, 324},
        ["Score"] = 4
    },
    [109] = {
        ["Name"] = "却邪",
        ["Audio"] = "A109",
        ["Cards"] = {327, 311},
        ["Score"] = 4
    },
    [110] = {
        ["Name"] = "人世星火",
        ["Audio"] = "A110",
        ["Cards"] = {312, 314},
        ["Score"] = 4
    },
    [111] = {
        ["Name"] = "天星尽摇",
        ["Audio"] = "A111",
        ["Cards"] = {322, 316},
        ["Score"] = 4
    },
    [112] = {
        ["Name"] = "黑莲厄",
        ["Audio"] = "A112",
        ["Cards"] = {322, 319},
        ["Score"] = 4
    },
    [113] = {
        ["Name"] = "苏生之罪",
        ["Audio"] = "A113",
        ["Cards"] = {322, 320},
        ["Score"] = 4
    },
    [114] = {
        ["Name"] = "负青丝",
        ["Audio"] = "A114",
        ["Cards"] = {323, 309},
        ["Score"] = 5
    },
    [115] = {
        ["Name"] = "宿世秋",
        ["Audio"] = "A115",
        ["Cards"] = {315, 304, 303},
        ["Score"] = 10
    },
    [116] = {
        ["Name"] = "玳之梦",
        ["Audio"] = "A116",
        ["Cards"] = {310, 316, 304},
        ["Score"] = 10
    },
    [117] = {
        ["Name"] = "以玉为戈",
        ["Audio"] = "A117",
        ["Cards"] = {302, 307, 314},
        ["Score"] = 10
    },
    [118] = {
        ["Name"] = "赤水遗珠",
        ["Audio"] = "A118",
        ["Cards"] = {302, 318, 306},
        ["Score"] = 10
    },
    [119] = {
        ["Name"] = "刺荆心",
        ["Audio"] = "A119",
        ["Cards"] = {307, 315, 303},
        ["Score"] = 10
    },
    [120] = {
        ["Name"] = "生辰礼",
        ["Audio"] = "A120",
        ["Cards"] = {309, 323, 306},
        ["Score"] = 10
    },
    [121] = {
        ["Name"] = "巫之血",
        ["Audio"] = "A121",
        ["Cards"] = {320, 312, 316},
        ["Score"] = 10
    },
    [122] = {
        ["Name"] = "眠霜卧雪",
        ["Audio"] = "A122",
        ["Cards"] = {302, 307, 306, 317},
        ["Score"] = 20
    },
    [123] = {
        ["Name"] = "西陵曲",
        ["Audio"] = "A123",
        ["Cards"] = {312, 308, 309, 306},
        ["Score"] = 20
    },
    [124] = {
        ["Name"] = "故梦",
        ["Audio"] = "A124",
        ["Cards"] = {302, 307, 308, 306},
        ["Score"] = 20
    },
    [125] = {
        ["Name"] = "首山梦时书",
        ["Audio"] = "A125",
        ["Cards"] = {302, 304, 303, 301},
        ["Score"] = 20
    }
}
