StoryExtra = {
    [126] = {
        ['Name'] = '炤不保西',
        ['Cards'] = {308,312},
        ['Score'] = 4,
        ['Audio'] = '',
    },
    [127] = {
        ['Name'] = '炤不保西',
        ['Cards'] = {308,307},
        ['Score'] = 5,
        ['Audio'] = '',
    },
    [128] = {
        ['Name'] = '炤不保西',
        ['Cards'] = {308,201},
        ['Score'] = 6,
        ['Audio'] = '',
    },
    [129] = {
        ['Name'] = '炤不保西',
        ['Cards'] = {308,306},
        ['Score'] = 7,
        ['Audio'] = '',
    },
    [130] = {
        ['Name'] = '炤不保西',
        ['Cards'] = {308,302},
        ['Score'] = 8,
        ['Audio'] = '',
    },
    [131] = {
        ['Name'] = '炤不保西',
        ['Cards'] = {308,303},
        ['Score'] = 9,
        ['Audio'] = '',
    },
}