StoryExtra = {
    [126] = {
        ['Name'] = '西陵毒唯',
        ['Cards'] = {308,309},
        ['Score'] = 4,
        ['Audio'] = '',
    },
    [127] = {
        ['Name'] = '炤不保西',
        ['Cards'] = {308,312},
        ['Score'] = 4,
        ['Audio'] = '',
    },
    [128] = {
        ['Name'] = '放弃治疗',
        ['Cards'] = {308,107},
        ['Score'] = 4,
        ['Audio'] = '',
    },
    [129] = {
        ['Name'] = '巫山云雨',
        ['Cards'] = {308,307},
        ['Score'] = 4,
        ['Audio'] = '',
    },
    [130] = {
        ['Name'] = '残魂遗梦',
        ['Cards'] = {302,307},
        ['Score'] = 4,
        ['Audio'] = '',
    },
    [131] = {
        ['Name'] = '同道扶行',
        ['Cards'] = {302,307,306},
        ['Score'] = 10,
        ['Audio'] = '',
    },
    [132] = {
        ['Name'] = '鼎湖衣冠',
        ['Cards'] = {302,307,306,317},
        ['Score'] = 20,
        ['Audio'] = '',
    },
    [133] = {
        ['Name'] = '千年相守',
        ['Cards'] = {302,307,326,317},
        ['Score'] = 20,
        ['Audio'] = '',
    },
    [134] = {
        ['Name'] = '剑道之师',
        ['Cards'] = {306,307},
        ['Score'] = 4,
        ['Audio'] = '',
    },
    [135] = {
        ['Name'] = '似是故人来',
        ['Cards'] = {304,302},
        ['Score'] = 4,
        ['Audio'] = '',
    },
    [136] = {
        ['Name'] = '上天入地',
        ['Cards'] = {111,328},
        ['Score'] = 4,
        ['Audio'] = '',
    },
    [137] = {
        ['Name'] = '吞恨者多',
        ['Cards'] = {101,107,201,207,304,308},
        ['Score'] = 80,
        ['Audio'] = '',
    },
}