Story = {
[1] = {
["Name"] = "厨房功夫",
["Cards"] = "102;128;206",
["Score"] = 10
},
[2] = {
["Name"] = "春风雨",
["Cards"] = "206;201",
["Score"] = 4
},
[3] = {
["Name"] = "重山隐",
["Cards"] = "206;217",
["Score"] = 4
},
[4] = {
["Name"] = "孤月寒灯",
["Cards"] = "206;207",
["Score"] = 4
},
[5] = {
["Name"] = "别破军",
["Cards"] = "206;219",
["Score"] = 4
},
[6] = {
["Name"] = "空留忆",
["Cards"] = "206;222",
["Score"] = 4
},
[7] = {
["Name"] = "胡不归",
["Cards"] = "206;215",
["Score"] = 4
},
[8] = {
["Name"] = "永夜寒沉",
["Cards"] = "207;215",
["Score"] = 4
},
[9] = {
["Name"] = "三日遥",
["Cards"] = "207;208",
["Score"] = 4
},
[10] = {
["Name"] = "月中生",
["Cards"] = "208;215",
["Score"] = 4
},
[11] = {
["Name"] = "伴长眠",
["Cards"] = "208;223",
["Score"] = 4
},
[12] = {
["Name"] = "廉贞曲",
["Cards"] = "209;224",
["Score"] = 4
},
[13] = {
["Name"] = "月之殇",
["Cards"] = "209;215",
["Score"] = 4
},
[14] = {
["Name"] = "护孤城",
["Cards"] = "207;209",
["Score"] = 4
},
[15] = {
["Name"] = "烈山遗族",
["Cards"] = "206;207;208;209",
["Score"] = 20
},
[16] = {
["Name"] = "红月",
["Cards"] = "206;207;208;209;215",
["Score"] = 40
},
[17] = {
["Name"] = "家传宝贝",
["Cards"] = "201;225",
["Score"] = 5
},
[18] = {
["Name"] = "剑主之谊",
["Cards"] = "201;225;205",
["Score"] = 10
},
[19] = {
["Name"] = "玉京游",
["Cards"] = "201;211",
["Score"] = 4
},
[20] = {
["Name"] = "星海天罡",
["Cards"] = "202;212",
["Score"] = 5
},
[21] = {
["Name"] = "比肩行",
["Cards"] = "201;202",
["Score"] = 5
},
[22] = {
["Name"] = "长相忆",
["Cards"] = "201;202;221",
["Score"] = 10
},
[23] = {
["Name"] = "逸尘",
["Cards"] = "203;213",
["Score"] = 5
},
[24] = {
["Name"] = "待佳期",
["Cards"] = "203;220",
["Score"] = 4
},
[25] = {
["Name"] = "太华山人",
["Cards"] = "210;213",
["Score"] = 4
},
[26] = {
["Name"] = "严师胜父",
["Cards"] = "203;210",
["Score"] = 4
},
[27] = {
["Name"] = "光逐影",
["Cards"] = "203;204",
["Score"] = 4
},
[28] = {
["Name"] = "温茶相待",
["Cards"] = "203;210;213",
["Score"] = 10
},
[29] = {
["Name"] = "共株生",
["Cards"] = "204;220",
["Score"] = 4
},
[30] = {
["Name"] = "芳草心",
["Cards"] = "204;226",
["Score"] = 4
},
[31] = {
["Name"] = "山鬼",
["Cards"] = "204;216",
["Score"] = 5
},
[32] = {
["Name"] = "神女静眠",
["Cards"] = "214;216",
["Score"] = 4
},
[33] = {
["Name"] = "露草流萤",
["Cards"] = "204;220;216",
["Score"] = 10
},
[34] = {
["Name"] = "巫山神女",
["Cards"] = "204;220;214;216",
["Score"] = 20
},
[35] = {
["Name"] = "古剑剑灵",
["Cards"] = "205;105",
["Score"] = 4
},
[36] = {
["Name"] = "铸剑仙师",
["Cards"] = "205;226",
["Score"] = 4
},
[37] = {
["Name"] = "历劫重生",
["Cards"] = "205;227",
["Score"] = 4
},
[38] = {
["Name"] = "未成之剑",
["Cards"] = "205;225",
["Score"] = 4
},
[39] = {
["Name"] = "千年一器",
["Cards"] = "225;226;227",
["Score"] = 10
},
[40] = {
["Name"] = "天地熔炉",
["Cards"] = "205;225;226;227",
["Score"] = 20
},
[41] = {
["Name"] = "古剑奇谭",
["Cards"] = "225;226;227;122;123",
["Score"] = 40
},
[42] = {
["Name"] = "沧海飞尘",
["Cards"] = "201;228",
["Score"] = 4
},
[43] = {
["Name"] = "往事浮沙",
["Cards"] = "201;206;207;218",
["Score"] = 20
},
[44] = {
["Name"] = "蓝衫偃师记",
["Cards"] = "201;202;203;204",
["Score"] = 20
},
[45] = {
["Name"] = "丹芷长老",
["Cards"] = "107;114",
["Score"] = 4
},
[46] = {
["Name"] = "揽琴独照",
["Cards"] = "107;127",
["Score"] = 4
},
[47] = {
["Name"] = "仙山眷侣",
["Cards"] = "107;108",
["Score"] = 4
},
[48] = {
["Name"] = "故地重回",
["Cards"] = "107;115",
["Score"] = 4
},
[49] = {
["Name"] = "榣山遗韵",
["Cards"] = "107;110",
["Score"] = 4
},
[50] = {
["Name"] = "栖身之所",
["Cards"] = "107;116",
["Score"] = 4
},
[51] = {
["Name"] = "蓬莱公主",
["Cards"] = "108;116",
["Score"] = 4
},
[52] = {
["Name"] = "芳华如梦",
["Cards"] = "107;108;116",
["Score"] = 10
},
[53] = {
["Name"] = "应龙信物",
["Cards"] = "110;126",
["Score"] = 4
},
[54] = {
["Name"] = "水虺醉琴",
["Cards"] = "110;115",
["Score"] = 4
},
[55] = {
["Name"] = "琴川友",
["Cards"] = "103;107",
["Score"] = 4
},
[56] = {
["Name"] = "望乡",
["Cards"] = "103;117",
["Score"] = 4
},
[57] = {
["Name"] = "永相随",
["Cards"] = "103;125",
["Score"] = 4
},
[58] = {
["Name"] = "无情客",
["Cards"] = "103;124",
["Score"] = 4
},
[59] = {
["Name"] = "明月青霜",
["Cards"] = "105;118",
["Score"] = 4
},
[60] = {
["Name"] = "剑舞红袖",
["Cards"] = "105;123",
["Score"] = 4
},
[61] = {
["Name"] = "千古剑灵",
["Cards"] = "105;112",
["Score"] = 4
},
[62] = {
["Name"] = "故林栖",
["Cards"] = "104;113",
["Score"] = 4
},
[63] = {
["Name"] = "桃花幻梦",
["Cards"] = "101;102;119",
["Score"] = 10
},
[64] = {
["Name"] = "与子成说",
["Cards"] = "101;102",
["Score"] = 3
},
[65] = {
["Name"] = "乘龙归",
["Cards"] = "101;110",
["Score"] = 3
},
[66] = {
["Name"] = "云涌昆仑",
["Cards"] = "101;112",
["Score"] = 3
},
[67] = {
["Name"] = "天墉掌门",
["Cards"] = "109;112",
["Score"] = 4
},
[68] = {
["Name"] = "天墉旧事",
["Cards"] = "101;109;112",
["Score"] = 10
},
[69] = {
["Name"] = "焚焰血戮",
["Cards"] = "101;122",
["Score"] = 3
},
[70] = {
["Name"] = "故友赠礼",
["Cards"] = "101;126",
["Score"] = 3
},
[71] = {
["Name"] = "琴心剑魄",
["Cards"] = "101;107",
["Score"] = 3
},
[72] = {
["Name"] = "醉梦江湖",
["Cards"] = "106;107",
["Score"] = 4
},
[73] = {
["Name"] = "幽都巫咸",
["Cards"] = "106;120",
["Score"] = 4
},
[74] = {
["Name"] = "陌相逢",
["Cards"] = "102;106",
["Score"] = 4
},
[75] = {
["Name"] = "幽都灵女",
["Cards"] = "102;120",
["Score"] = 4
},
[76] = {
["Name"] = "幽夜苍茫",
["Cards"] = "102;106;120",
["Score"] = 10
},
[77] = {
["Name"] = "荒魂述",
["Cards"] = "102;311",
["Score"] = 4
},
[78] = {
["Name"] = "青丘有狐",
["Cards"] = "104;324",
["Score"] = 4
},
[79] = {
["Name"] = "清馨戏蝶",
["Cards"] = "104;121",
["Score"] = 4
},
[80] = {
["Name"] = "空徊",
["Cards"] = "110;318",
["Score"] = 4
},
[81] = {
["Name"] = "烂柯",
["Cards"] = "107;325",
["Score"] = 4
},
[82] = {
["Name"] = "飞羽凌杀",
["Cards"] = "101;111",
["Score"] = 4
},
[83] = {
["Name"] = "尾巴尖儿",
["Cards"] = "101104;121",
["Score"] = 10
},
[84] = {
["Name"] = "黑衣少侠传",
["Cards"] = "101;102;103;104;105;106",
["Score"] = 60
},
[85] = {
["Name"] = "静水流深",
["Cards"] = "303;304",
["Score"] = 4
},
[86] = {
["Name"] = "昨日影",
["Cards"] = "304;307",
["Score"] = 4
},
[87] = {
["Name"] = "参商交辉",
["Cards"] = "304;305",
["Score"] = 4
},
[88] = {
["Name"] = "来日可期",
["Cards"] = "304;311",
["Score"] = 4
},
[89] = {
["Name"] = "杀伐之剑",
["Cards"] = "304;326",
["Score"] = 4
},
[90] = {
["Name"] = "得力帮手",
["Cards"] = "304;328",
["Score"] = 4
},
[91] = {
["Name"] = "独歌",
["Cards"] = "303;315",
["Score"] = 4
},
[92] = {
["Name"] = "无梦之魇",
["Cards"] = "303;325",
["Score"] = 4
},
[93] = {
["Name"] = "鸿雁于飞",
["Cards"] = "301;313",
["Score"] = 4
},
[94] = {
["Name"] = "一见喜",
["Cards"] = "301;328",
["Score"] = 4
},
[95] = {
["Name"] = "澄心若璃",
["Cards"] = "301;321",
["Score"] = 4
},
[96] = {
["Name"] = "吾道不孤",
["Cards"] = "301;302",
["Score"] = 4
},
[97] = {
["Name"] = "昔年之乐",
["Cards"] = "301;306",
["Score"] = 4
},
[98] = {
["Name"] = "轩辕氏",
["Cards"] = "301;314",
["Score"] = 4
},
[99] = {
["Name"] = "龙去鼎湖",
["Cards"] = "301;317",
["Score"] = 4
},
[100] = {
["Name"] = "云本无心",
["Cards"] = "303;307",
["Score"] = 4
},
[101] = {
["Name"] = "千锋辟易",
["Cards"] = "303;326",
["Score"] = 4
},
[102] = {
["Name"] = "邃古遗幽",
["Cards"] = "308;309",
["Score"] = 4
},
[103] = {
["Name"] = "恨生天地",
["Cards"] = "308;322",
["Score"] = 4
},
[104] = {
["Name"] = "星坠",
["Cards"] = "305;311",
["Score"] = 4
},
[105] = {
["Name"] = "镇厄",
["Cards"] = "305;327",
["Score"] = 4
},
[106] = {
["Name"] = "烽烟锁城",
["Cards"] = "306;312",
["Score"] = 4
},
[107] = {
["Name"] = "妙笔退魔",
["Cards"] = "310;319",
["Score"] = 4
},
[108] = {
["Name"] = "神游狐乡",
["Cards"] = "310;324",
["Score"] = 4
},
[109] = {
["Name"] = "却邪",
["Cards"] = "311;327",
["Score"] = 4
},
[110] = {
["Name"] = "人世星火",
["Cards"] = "312;314",
["Score"] = 4
},
[111] = {
["Name"] = "天星尽摇",
["Cards"] = "316;322",
["Score"] = 4
},
[112] = {
["Name"] = "黑莲厄",
["Cards"] = "319;322",
["Score"] = 4
},
[113] = {
["Name"] = "苏生之罪",
["Cards"] = "320;322",
["Score"] = 4
},
[114] = {
["Name"] = "负青丝",
["Cards"] = "309;323",
["Score"] = 5
},
[115] = {
["Name"] = "宿世秋",
["Cards"] = "303;304;315",
["Score"] = 10
},
[116] = {
["Name"] = "玳之梦",
["Cards"] = "304;310;316",
["Score"] = 10
},
[117] = {
["Name"] = "以玉为戈",
["Cards"] = "302;307;314",
["Score"] = 10
},
[118] = {
["Name"] = "赤水遗珠",
["Cards"] = "302;306;318",
["Score"] = 10
},
[119] = {
["Name"] = "刺荆心",
["Cards"] = "303;307;315",
["Score"] = 10
},
[120] = {
["Name"] = "生辰礼",
["Cards"] = "306;309;323",
["Score"] = 10
},
[121] = {
["Name"] = "巫之血",
["Cards"] = "312;316;320",
["Score"] = 10
},
[122] = {
["Name"] = "眠霜卧雪",
["Cards"] = "302;306;307;317",
["Score"] = 20
},
[123] = {
["Name"] = "西陵曲",
["Cards"] = "306;308;309;312",
["Score"] = 20
},
[124] = {
["Name"] = "故梦",
["Cards"] = "302;306;307;308",
["Score"] = 20
},
[125] = {
["Name"] = "首山梦时书",
["Cards"] = "301;302;303;304",
["Score"] = 20
},
}